[actionmouse]
1187=下右
1188=左
1189=右
1190=下
1191=上
1135=左上
1017=上下
1049=下上
1192=下左
5028=右下
1411=右下左上

[mouseaction]
上下=1017
下=1190
下上=1049
下右=1187
下左=1192
右=1189
左=1188
左上=1135
上=1191
右下=5028
右下左上=1411
